[{
        "name": "El Cuerpo en la Historia del Arte",
        "code": "ESO013",
        "about": "Con este curso se busca sintetizar y analizar comparativa y críticamente las diversas representaciones y usos del cuerpo en la historia de las representaciones artísticas, con particular acento en las artes visuales, a través de una serie de ejercicios de visionado y presentaciones en el aula, así como también salidas a terreno en museos, galerías y otros espacios de difusión artística. A través de exposiciones grupales y trabajos escritos, de carácter crítico, los y las estudiantes analizarán imágenes de la corporalidad inscritas en la tradición occidental, que expresan un rico y complejo tejido de circunstancias históricas, discursos sociales y concepciones del cuerpo, que van desde lo anatómico y antropológico a consideraciones sobre las categorías estéticas modernas y contemporáneas. Se espera reflexionar críticamente sobre este cruce disciplinario en presentaciones y textos de gran rigor metodológico y conceptual."
    },
    {
        "name": " Género y Ciudad: Aproximaciones a Un Urbanismo Feminista",
        "code": " IEU2051",
        "about": "El curso propone introducir a los y las estudiantes a las teorías, metodologías y contenidos fundamentales de los estudios de género y su relación con la ciudad. Pretende promover una reflexión crítica y la incorporación de la variable género al análisis de los procesos de desarrollo urbano. Enfatiza la exploración de dichos procesos y cómo se incorpora la variable de género en distintos ámbitos del espacio, la ciudad, las políticas públicas y los actores. Por ello, tiene como objetivo crear un espacio de reflexión y trabajo práctico, a través de diversas metodologías tales como, aprendizaje invertido, aprendizaje basado en equipos, conversatorios y cátedras. Y evaluaciones como, pruebas y foros individuales."
    },
    {
        "name": " Cuidadanía y Derechos Humanos: Enfoques Interdisciplinarios",
        "code": "TSL596",
        "about": "El curso Ciudadanía y derechos humanos: enfoques interdisciplinarios permitirá a los y las estudiantes desarrollar las competencias requeridas para conocer, comprender y valorar los DDHH y la ciudadanía en todas sus expresiones, respetando la diversidad y aplicando las normas nacionales e internacionales. Se pretende aportar a una formación integral de carácter interdisciplinaria que concilie elementos teóricos, una perspectiva valórica y diversos instrumentos metodológicos, destinados a promover y fortalecer por parte de los y las estudiantes, el reconocimiento y aplicación de estos derechos en el servicio de las profesiones en que se están formando y del sentido de su propia realización como personas. Se realizarán exposiciones dialogadas, análisis de casos de forma grupal y exhibición de material audiovisual."
    },
    {
        "name": "Comunicación Expresiva: Conciencia Vocal y Corporal",
        "code": "ACT1307",
        "about": "Curso práctico enfocado a abordar diferentes instancias de comunicación oral, desarrollando la expresividad, creatividad y la conciencia de los recursos vocales y corporales en las y los estudiantes. A través de ejercicios de entrenamiento actoral, se entregarán herramientas teatrales para enriquecer las habilidades de comunicación y potenciar, tanto el desempeño personal y profesional, como el académico de los estudiantes."
    },
    {
        "name": "Coro",
        "code": "MUC701",
        "about": "El curso abordará diferentes aspectos de la práctica coral y al mismo tiempo algunos contenidos teóricos de la disciplina. Se espera que los estudiantes canten colectivamente a varias voces y que junto a ello apliquen parámetros básicos de la técnica vocal y discriminen distintos estilos musicales. La elección del repertorio se realiza a partir de la evaluación al inicio del curso de las características vocales, musicales y técnicas que posee cada estudiante en particular. Las obras pueden ser de carácter sacro o profano; de raíz folclórica, popular o docta; en idiomas distintos del español (ej. latín, inglés). La evaluación es eminentemente práctica y con algunos elementos de producción escrita."
    }
]